<?php
//+--------------------------------------------------
//Author：Snow  main@glping.net
//Date:2020/3/13
//+--------------------------------------------------
//.--,       .--,
// ( (  \.---./  ) )
//  '.__/o   o\__.'
//     {=  ^  =}
//      >  -  <
//     /       \
//    //       \\
//   //|   .   |\\
//   "'\       /'"_.-~^`'-.
//      \  _  /--'         `
//    ___)( )(___
//   (((__) (__)))    高山仰止,景行行止.虽不能至,心向往之。
//+--------------------------------------------------

    namespace app\common\model;

    use think\Model;

    //公告
    class TipModel extends Model
    {

        protected $name = 'tip';

        protected $pk = 'id';

    }