<?php

return [

	// +----------------------------------------------------------------------
	// | 模板设置
	// +----------------------------------------------------------------------

		// 模板引擎类型 支持 php think 支持扩展
		'type'         => 'Think',
		// 模板路径
		'view_path'    => '',
		// 模板后缀
		'view_suffix'  => 'html',
		// 模板文件名分隔符
		'view_depr'    => '/',
		// 模板引擎普通标签开始标记
		'tpl_begin'    => '{',
		// 模板引擎普通标签结束标记
		'tpl_end'      => '}',
		// 标签库标签开始标记
		'taglib_begin' => '{',
		// 标签库标签结束标记
		'taglib_end'   => '}',
		// 开启模板布局
		'layout_on'    =>  false,    ##### block 必须关闭模板布局
		// 布局文件名称
		'layout_name'  =>  'layout',
		// 模板标签替换值
		'layout_item'  =>  '{__REPLACE__}',


];